import { Col, Row } from "antd";
import me from "../assets/images/me.jpg";

const About = () => {
  return (
    <section>
      <div className="about-back">
        <div className="blob blob1"></div>
        <div className="blob blob2"></div>
        <div className="blob blob3"></div>
        <div className="descr">
          <h1>
            {/* ᠮᠢᠨᠤ <br /> ᠲᠤᠬᠠᠢ */}
            Эрдэни апп
          </h1>
          <p>
            Эрдэнэ апп нь монгол бичиг суралцагсдад зориулагдсан ба монгол
            бичгийн зөв бичих дүрэм, дасгал, унших материал, мэдээ мэдээлэл
            болон онлайн сургалтуудыг агуулдаг.
          </p>
        </div>
      </div>

      <div className="md-container">
        <Row justify="center">
          <Col span={20}>
            <article className="pb-30 about-me">
              <h1 className="">Миний тухай</h1>
              <div className="ds-flex">
                <img src={me} alt="my photo" />
                <p>
                  Намайг Энх-Эрдэнэ гэдэг. Би МУИС-ийн ХШУИС-д Програм
                  хангамжийн мэргэжлээр суралцдаг. Миний бие монгол бичигт
                  суралцах, судлах сонирхолтой бөгөөд монгол хүн бүр монгол
                  бичгээ мэддэг байгаасай гэж хүсдэг. Монгол үндэстэн оршин
                  тогтнох соёл, сэтгэлгээний баталгаа болсон монгол бичгээ сурч
                  эзэмших, судлан сурталчлах, түгээн дэлгэрүүлэх, хамгаалах,
                  өвлүүлэх, хөгжүүлэх нь Монгол хүн бүрийн төдийгүй дэлхийн
                  бичиг соёлын өв сангийн өмнө монголчуудын хүлээж байгаа эрхэм
                  үүрэг юм. Тиймээс би энэхүү веб програм хангамжийг Монгол
                  бичиг суралцагсдад зориулсан хүн бүрд зориулан бүтээв.
                </p>
              </div>
            </article>
          </Col>
        </Row>
      </div>
    </section>
  );
};
export default About;
