import { Col, Row } from "antd";
import me from "../assets/images/me.jpg";

const About = () => {
  return (
    <section className="pt-90">
      <div className="about-back">
        <Row justify="center">
          <Col span={20}>
            <h1>Эрдэни апп</h1>
            <p>
              Эрдэнэ апп нь монгол бичиг суралцагсдад зориулагдсан ба монгол
              бичгийн зөв бичих дүрэм, дасгал, унших материал, мэдээ мэдээлэл
              болон онлайн сургалтуудыг агуулдаг.
            </p>
          </Col>
        </Row>
      </div>

      <div className="md-container">
        <Row justify="center">
          <Col span={20}>
            <article className="pb-30 about-me">
              <h1 className="">Миний тухай</h1>
              <div className="ds-flex">
                <img src={me} alt="my profile photo" />
                <p>
                  Намайг Энх-Эрдэнэ гэдэг. Би МУИС-ийн ХШУИС-д Програм
                  хангамжийн мэргэжлээр суралцдаг. Миний бие монгол бичигт
                  суралцах, судлах сонирхолтой бөгөөд монгол хүн бүр монгол
                  бичгээ мэддэг байгаасай гэж хүсдэг. Монгол үндэстэн оршин
                  тогтнох соёл, сэтгэлгээний баталгаа болсон монгол бичгээ сурч
                  эзэмших, судлан сурталчлах, түгээн дэлгэрүүлэх, хамгаалах,
                  өвлүүлэх, хөгжүүлэх нь Монгол хүн бүрийн төдийгүй дэлхийн
                  бичиг соёлын өв сангийн өмнө монголчуудын хүлээж байгаа эрхэм
                  үүрэг юм. Тиймээс би энэхүү веб програм хангамжийг Монгол
                  бичиг суралцагсдад зориулсан хүн бүрд зориулан бүтээв.
                </p>
              </div>
            </article>
          </Col>
        </Row>
      </div>
    </section>
  );
};
export default About;
